Validation/planarLayer/dielectric-conductive/0.org/rhoE
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.5                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      gamma;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 -3 1 0 0 1 0];

internalField   uniform 0;

boundaryField
{
    upWall        
    {
        type		zeroGradient;
    }

    downWall       
    {
        type            zeroGradient;
    }

    leftandright      
    {
        type            zeroGradient;
    }

    frontAndBack    
    {
        type                empty;
    }
}

// ************************************************************************* //
